Repository: NickvisionApps/Cavalier
Catalog: NickvisionCavalier.Shared/Resources/po/*.po
Languages: cs, hi, pt_br, ro, ta, uk, zh_hans

source: Change Drawing Area Y Offset
cs: Změnit odsazení Y vykreslované oblasti
hi: ड्राइंग एरिया Y ऑफसेट बदलें
pt_br: Alterar Deslocamento Y da Área de Desenho
ro: Schimbă Decalajul Y al Zonei de Desenare
ta: வரைதல் பகுதி ஒய் ஆஃப்செட் மாற்றவும்
uk: Змінити відхилення зони відмальовки по осі Y
zh_hans: 更改绘图区域 Y 轴偏移

source: Change Drawing Direction
cs: Změnit směr vykreslování
hi: ड्राइंग की दिशा बदलें
pt_br: Alterar Direção do Desenho
ro: Schimbă Direcția de Desenare
ta: வரைதல் திசையை மாற்றவும்
uk: Змінити напрямок відмальовки
zh_hans: 更改绘图方向

source: Change Offset Between Items
cs: Změnit odsazení mezi položkami
hi: वस्तुओं के बीच ऑफसेट बदलें
pt_br: Alterar offset entre itens
ro: Schimbă Decalajul Dintre Elemente
ta: உருப்படிகளுக்கு இடையில் ஆஃப்செட்டை மாற்றவும்
uk: Змінити відстань між елементами
zh_hans: 更改条目之间的间隔

source: Change Items Roundness
cs: Změnit zaoblení položek
hi: वस्तुओं की गोलाई बदलें
pt_br: Alterar Arredondamento dos Itens
ro: Schimbă Rotunjimea Elementelor
ta: உருப்படிகளை மாற்றவும்
uk: Змінити закругленість елементів
zh_hans: 更改条目的圆角大小

source: Toggle Filling
cs: Přepnout výplň
hi: भरना टॉगल करें
pt_br: Alterar Preenchimento
ro: Comută Umplerea
ta: நிரப்புதல்
uk: Увімкнути заповнення
zh_hans: 切换填充模式

source: Change Lines Thickness
cs: Změnit tloušťku čar
hi: लाइनों की मोटाई बदलें
pt_br: Alterar Espessura das Linhas
ro: Schimbă Grosimea Liniilor
ta: கோடுகள் தடிமன் மாற்றவும்
uk: Змінити товщину ліній
zh_hans: 更改线条粗细

source: Toggle Window Borders
cs: Přepnout okraje okna
hi: विंडो बॉर्डर टॉगल करें
pt_br: Alternar Bordas da Janela
ro: Comută Marginile Ferestrei
ta: சாளர எல்லைகளை மாற்றவும்
uk: Увімкнути межі вікна
zh_hans: 显示/隐藏窗口边框

source: Toggle Sharp Corners
cs: Přepnout ostré rohy
hi: नुकीले कोनों को टॉगल करें
pt_br: Alternar Bordas Afiadas
ro: Comută Colțurile Ascuțite
ta: கூர்மையான மூலைகளை மாற்றவும்
uk: Увімкнути гострі кути
zh_hans: 启用/关闭窗口尖角

source: Change Number of Bars
cs: Změnit počet sloupců
hi: बार्स की संख्या बदलें
pt_br: Alterar número de Barras
ro: Schimbă Numărul de Bare
ta: பார்களின் எண்ணிக்கையை மாற்றவும்
uk: Змінити кількість барів
zh_hans: 更改条柱的数量

source: Toggle Channels
cs: Přepnout kanály
hi: चैनल टॉगल करें
pt_br: Alternar Canais
ro: Comută Canalele
ta: சேனல்களை மாற்றவும்
uk: Переключити канал
zh_hans: 切换声道

source: Toggle Reverse Order
cs: Přepnout opačné pořadí
hi: रिवर्स ऑर्डर टॉगल करें
pt_br: Alternar Ordem Reversa
ro: Comută Ordinea Inversă
ta: தலைகீழ் வரிசையை மாற்றவும்
uk: Увімкнути зворотній напрямок
zh_hans: 开启/关闭逆向排序

source: Other
cs: Jiné
hi: अन्य
pt_br: Outro
ro: Altele
ta: மற்றொன்று
uk: Інше
zh_hans: 其他

source: Change Color Profile
cs: Změnit barevný profil
hi: प्रोफाइल का रंग बदलें
ro: Schimbă Profilul de Culoare
ta: வண்ண சுயவிவரத்தை மாற்றவும்
uk: Змінити профіль кольорів
zh_hans: 更改颜色配置

source: Change Background Image
cs: Změnit obrázek na pozadí
hi: पृष्ठभूमि छवि बदलें
pt_br: Alterar Imagem de Fundo
ro: Schimbă Imaginea de Fundal
ta: பின்னணி படத்தை மாற்றவும்
uk: Змінити фонове зображення
zh_hans: 更改背景图片

source: Change Background Image Scale
cs: Změnit velikost obrázku na pozadí
hi: पृष्ठभूमि छवि स्केल बदलें
pt_br: Alterar Escala da Imagem de Fundo
ro: Schimbă Scala Imaginii de Fundal
ta: பின்னணி பட அளவை மாற்றவும்
uk: Змінити масштаб фонового зоюраження
zh_hans: 更改背景图像的缩放比例

source: Change Background Image Alpha
cs: Změnit alfu obrázku na pozadí
hi: पृष्ठभूमि छवि अल्फा बदलें
pt_br: Alterar Opacidade da Imagem de Fundo
ro: Schimbă Transparența Imaginii de Fundal
ta: பின்னணி பட ஆல்பாவை மாற்றவும்
uk: Змінити альфу фонового зображення
zh_hans: 更改背景图像的透明度

source: Change Foreground Image
cs: Změnit obrázek na popředí
hi: अग्रभूमि छवि बदलें
pt_br: Alterar Imagem do Primeiro Plano
ro: Schimbă Imaginea de Prim-plan
ta: முன்புற படத்தை மாற்றவும்
uk: Змінити зображення переднього плану
zh_hans: 更改前景图片

source: Change Foreground Image Scale
cs: Změnit velikost obrázku na popředí
hi: अग्रभूमि छवि स्केल बदलें
pt_br: Alterar Escala da Imagem do Primeiro Plano
ro: Schimbă Scala Imaginii de Prim-plan
ta: முன்புற பட அளவை மாற்றவும்
uk: Змінити розмір зображення переднього плану
zh_hans: 更改前景图像的缩放比例

source: Change Foreground Image Alpha
cs: Změnit alfu obrázku na popředí
hi: अग्रभूमि छवि अल्फा बदलें
pt_br: Alterar Opacidade da Imagem do Primeiro Plano
ro: Schimbă Transparența Imaginii de Prim-plan
ta: முன்புற பட ஆல்பாவை மாற்றவும்
uk: Змінити альфу зображення переднього плану
zh_hans: 更改前景图像的透明度

# Shortcut
source: Application
cs: Aplikace
hi: आवेदन
pt_br: Aplicação
ro: Aplicație
ta: பயன்பாடு
uk: Програма
zh_hans: 应用程序

source: Toggle Fullscreen
cs: Přepnout na celou obrazovku
hi: संपूर्ण स्क्रीन टॉगल करें
pt_br: Alternar Tela Cheia
ro: Comută Ecran Complet
ta: மாற்று முழுத்திரை
uk: Увімкнути повний екран
zh_hans: 切换全屏

source: Keyboard Shortcuts
cs: Klávesové zkratky
hi: कीबोर्ड शॉर्टकट
pt_br: Atalhos de teclado
ro: Scurtături Tastatură
ta: விசைப்பலகை குறுக்குவழிகள்
uk: Сполучення клавіш
zh_hans: 快捷键

source: About Cavalier
cs: O aplikaci Cavalier
hi: Cavalier के बारे में
ro: Despre Cavalier
ta: காவலியர் பற்றி
uk: Про Cavalier
zh_hans: 关于 Cavalier

source: Quit
cs: Ukončit
hi: बंद करें
pt_br: Sair
ro: Ieși
ta: வெளியேறு
uk: Вийти
zh_hans: 退出

source: Resizing...
cs: Změna velikosti...
hi: आकार बदल रहा है…
pt_br: Redimensionando...
ro: Redimensionare...
ta: மறுஅளவிடுதல் ...
uk: Змінюєм розмір...
zh_hans: 调整中...

source: Main Menu
cs: Hlavní nabídka
hi: मुख्य मेनू
pt_br: Menu Principal
ro: Meniu Principal
ta: பட்டியல் விளையாடுங்கள்
uk: Головне меню
zh_hans: 主菜单
