Repository: NickvisionApps/Cavalier
Catalog: NickvisionCavalier.Shared/Resources/po/*.po
Languages: cs, hi, pt_br, ro, ta, uk, zh_hans

source: Add
cs: Přidat
hi: जोड़ें
pt_br: Adicionar
ro: Adaugă
ta: கூட்டு
uk: Додати
zh_hans: 新增

source: Add New Profile
cs: Přidat nový profil
hi: नई प्रोफाइल जोड़ें
pt_br: Adicionar um novo perfil
ro: Adaugă profil nou
ta: புதிய சுயவிவரத்தைச் சேர்க்கவும்
uk: Додати новий профіль
zh_hans: 新增配置

source: Are you sure you want to delete profile "{0}"?
cs: Opravdu chcete odstranit profil „{0}“?
hi: क्या आप वाकई प्रोफाइल "{0}" को मिटाना चाहते हैं?
pt_br: Tem certeza que deseja remover esse perfil "{0}"?
ro: Sigur doriți să ștergeți profilul „{0}”?
ta: சுயவிவரத்தை "{0}" நீக்க விரும்புகிறீர்களா?
uk: Ви впевнені що хочете видалити профіль "{0}"?
zh_hans: 你确定你要刪除配置 "{0}"?

source: Cancel
cs: Zrušit
hi: रद्द करें
pt_br: Cancelar
ro: Anulează
ta: ரத்துசெய்
uk: Відмінити
zh_hans: 取消

source: Cavalier
ta: காவலியர்

source: Contributors on GitHub ❤️
cs: Přispěvatelě na GitHubu ❤️
hi: GitHub पर योगदानकर्ता ❤️
pt_br: Contribuidores no GitHub❤️
ro: Contribuitori pe GitHub ❤️
ta: கிட்அப்பில் பங்களிப்பாளர்கள்
uk: Співавтори на Github ❤️
zh_hans: 在 GitHub 上贡献 ❤️

source: David Lapshin
hi: डेविड लापशिन
ta: டேவிட் லாப்சின்
uk: Давид Лапшин

source: Default
cs: Výchozí
hi: तयशुदा
pt_br: Padrão
ro: Implicit
ta: இயல்புநிலை
uk: За замовчуванням
zh_hans: 默认

source: Delete
cs: Smazat
hi: मिटाएं
pt_br: Remover
ro: Şterge
ta: நீக்கு
uk: Видалити
zh_hans: 删除

source: Delete Profile
cs: Smazat Profil
hi: प्रोफाइल मिटाएं
ro: Șterge Profilul
ta: சுயவிவரத்தை நீக்கு
uk: Видалити профіль
zh_hans: 删除配置

source: Full
cs: Plný
hi: भरा हुआ
pt_br: Completo
ro: Plin
ta: முழு
uk: Повне
zh_hans: 完全

source: Fyodor Sobolev
hi: फेडर सोबोलेव
ta: ஃபெடோர் சோபோலெவ்
uk: Федір Соболєв

source: GitHub Repo
cs: Repozitář GitHub
hi: GitHub रेपो
pt_br: Repositório GitHub
ro: Depozit GitHub
ta: அறிவிலிமையம் ரெப்போ
uk: Репозиторій GitHub
zh_hans: GitHub 库

source: Hearts
cs: Srdíčka
hi: दिल
pt_br: Corações
ro: Inimi
ta: இதயங்கள்
uk: Сердечки
zh_hans: 爱心

source: JPEG and PNG images
cs: Obrázky JPEG a PNG
hi: JPEG और PNG छवियां
pt_br: Imagens JPEG e PNG
ro: Imagini JPEG și PNG
ta: JPEG மற்றும் PNG படங்கள்
uk: JPEG і PNG зображення
zh_hans: JPEG 和 PNG 图片

source: Matrix Chat
hi: मैट्रिक्स चैट
pt_br: Chat Matrix
ro: Chat Matrix
ta: அணி அரட்டை
uk: Чат Matrix
zh_hans: Matrix 聊天室

source: New color profile will be a copy of the current active profile.
cs: Nový barevný profil bude kopie současně aktivního profilu.
hi: नई रंगीन प्रोफाइल वर्तमान सक्रिय प्रोफाइल की एक प्रति होगी।
pt_br: Novo perfil de cor será uma cópia do perfil ativo atualmente.
ro: Noul profil de culoare va fi o copie a profilului activ curent.
ta: புதிய வண்ண சுயவிவரம் தற்போதைய செயலில் உள்ள சுயவிவரத்தின் நகலாக இருக்கும்.
uk: Новий кольоровий профіль буде копією поточного активного профілю.
zh_hans: 新的颜色配置将会是当前活动配置的副本。

source: Nicholas Logozzo
hi: निकोलस लोगोज़ो
ta: நிக்கோலச் லோகோச்சோ
uk: Ніколас Логоццо

source: Off
cs: Vypnuto
hi: बंद
pt_br: Desligado
ro: Dezactivat
ta: அணை
uk: Вимкнуто
zh_hans: 关闭

source: On
cs: Zapnuto
hi: चालू
ro: Activat
ta: ஆன்
uk: Ввімкнуто
zh_hans: 打开

source: Profile Name
cs: Název profilu
hi: प्रोफाइल नाम
ro: Nume Profil
ta: சுயவிவர பெயர்
uk: Назва профілю
zh_hans: 配置名称

source: Select an image
cs: Vybrat obrázek
hi: एक छवि चुनें
pt_br: Selecione uma imagem
ro: Selectează o imagine
ta: ஒரு படத்தைத் தேர்ந்தெடுக்கவும்
uk: Вибрати зображення
zh_hans: 选择一张图片

source: Split Channels
cs: Rozdělit kanály
hi: विभाजित चैनल
pt_br: Separar Canais
ro: Împarte Canalele
ta: பிளவு சேனல்கள்
uk: Розділити канали
zh_hans: 分离左右声道

source: translator-credits
cs: Písek Pískovec Jonáš Loskot <osobni@jonasloskot.cz>, 2024
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
pt_br: créditos-tradutor
ta: மொழிபெயர்ப்பாளர்-வரவு
uk: Maksym Khimka <semiurg1@gmail.com>
zh_hans: 翻译成员

source: Visualize audio with CAVA
cs: Vizualizace zvuku s CAVA
hi: CAVA के साथ ऑडियो विज़ुअलाइज़ करें
pt_br: Visualizador de Áudio baseado no CAVA
ro: Vizualizează sunetul cu CAVA
ta: காவாவுடன் ஆடியோவை காட்சிப்படுத்துங்கள்
uk: Візуалізувати аудіо за допомогою CAVA
zh_hans: 使用 CAVA 可视化音频

source: Command Help
cs: Nápověda k příkazům
hi: आदेश सहायता
pt_br: Comando de Ajuda
ro: Ajutor Pentru Comenzi
ta: கட்டளை உதவி
uk: Допомога з командами
zh_hans: 命令帮助

source: Let's dance!
cs: Jdeme tančit!
hi: आओ नाचें!
pt_br: Vamos dançar!
ro: Hai să dansăm!
ta: நடனமாடுவோம்!
uk: Давайте танцювати!
zh_hans: 来跳舞吧！

source: Cavalier listens to your system sound. Play some music or watch a video and see your sound come to life!
cs: Cavalier poslouchá zvuk vašeho systému. Pusťte si hudbu nebo se podívejte na video a sledujte, jak váš zvuk ožije!
hi: Cavalier आपके सिस्टम की ध्वनि सुनता है। कुछ संगीत बजाएं या वीडियो देखें और देखें कि आपकी ध्वनि जीवंत हो गई है!
pt_br: Cavalier escuta o som do seu sistema. Toque uma música ou assista a um vídeo e veja o seu som ganhar vida!
ro: Cavalier ascultă sunetul sistemului tău. Redă niște muzică sau urmărește un videoclip și vezi cum prinde viață sunetul!
ta: காவலியர் உங்கள் கணினி ஒலியைக் கேட்கிறார். கொஞ்சம் இசையை வாசிக்கவும் அல்லது வீடியோவைப் பார்க்கவும், உங்கள் ஒலி உயிர்ப்பிக்கவும்!
uk: Cavalier слухає аудіо вашої системи. Включіть музику або відео, та дивіться як ваш звук приходить в рух!
zh_hans: Cavalier 会聆听您电脑的声音。播放一些音乐或影片来让你的音乐舞动起来！

source: Preferences
cs: Předvolby
hi: प्राथमिकताएं
pt_br: Preferências
ro: Preferințe
ta: விருப்பத்தேர்வுகள்
uk: Налаштування
zh_hans: 设置

source: Drawing mode
cs: Režim vykreslování
hi: ड्राइंग मोड
pt_br: Modo de Desenho
ro: Mod de desenare
ta: வரைதல் முறை
uk: Режим відмальовки
zh_hans: 绘图模式

source: Box
cs: Čtverec
hi: बक्सा
pt_br: Caixa
ro: Cutie
ta: பெட்டி
uk: Коробка
zh_hans: 盒型

source: Circle
cs: Kruh
hi: वृत्त
pt_br: Círculo
ro: Cerc
ta: வட்டம்
uk: Круг
zh_hans: 圆型

source: Wave
cs: Vlna
hi: तरंग
pt_br: Onda
ro: Val
ta: அலை
uk: Хвиля
zh_hans: 波浪

source: Levels
cs: Úrovně
hi: स्तरों
pt_br: Níveis
ro: Nivele
ta: நிலைகள்
uk: Рівні
zh_hans: 音量

source: Particles
cs: Částečky
hi: कण
pt_br: Partículas
ro: Particule
ta: துகள்கள்
uk: Частинки
zh_hans: 粒子

source: Bars
cs: Tyče
hi: बार्स
pt_br: Barras
ro: Bare
ta: பார்கள்
uk: Бари
zh_hans: 条形

source: Spine
cs: Páteř
hi: स्पाइन
pt_br: Espinha
ro: Coloană
ta: வளைமுள்
uk: Хребет
zh_hans: 锥形

source: Splitter
cs: Rozdělovač
hi: विभाजक
pt_br: Separador
ro: Separator
ta: ச்ப்ளிட்டர்
uk: Розділювач
zh_hans: 分隔

source: Radius
cs: Poloměr
hi: त्रिज्या
pt_br: Raio
ro: Rază
ta: ஆரம்
uk: Радіус
zh_hans: 半径

source: Rotation
cs: Otočení
hi: घूर्णन
pt_br: Rotação
ro: Rotire
ta: சுழற்சி
uk: Нахил
zh_hans: 旋转

source: Mirror
cs: Zrcadlo
hi: दर्पण
pt_br: Espelhamento
ro: Oglindă
ta: கண்ணாடி
uk: Дзеркало
zh_hans: 镜像

source: Reverse mirror
cs: Opačné zrcadlení
hi: उलटा दर्पण
pt_br: Espelhamento reverso
ro: Oglindă inversată
ta: தலைகீழ் கண்ணாடி
uk: Розвернуте дзеркало
zh_hans: 反向镜像

source: Drawing direction
cs: Směr vykreslování
hi: ड्राइंग दिशा
ro: Direcția de desenare
ta: வரைதல் திசை
uk: Напрямок відмальовки
zh_hans: 绘制方向

source: Top to bottom
cs: Shora dolů
hi: ऊपर से नीचे
pt_br: Cima para baixo
ro: De sus în jos
ta: மேலிருந்து கீழே
uk: Зверху донизу
zh_hans: 从上到下

source: Bottom to top
cs: Zdola nahoru
hi: नीचे से ऊपर
pt_br: Baixo para cima
ro: De jos în sus
ta: கீழே முதல்
uk: Знизу вверх
zh_hans: 从下到上

source: Left to right
cs: Zleva doprava
hi: बाएं से दाएं
pt_br: Esquerda para direita
ro: De la stânga la dreapta
ta: இடமிருந்து வலமாக
uk: Зліва направо
zh_hans: 从左到右

source: Right to left
cs: Zprava doleva
hi: दाएं से बाएं
pt_br: Direita para esquerda
ro: De la dreapta la stânga
ta: வலமிருந்து இடமாக
uk: Справа вліво
zh_hans: 从右到左

source: Drawing area margin
cs: Okraje vykreslovací plochy
hi: ड्राइंग क्षेत्र मार्जिन
pt_br: Margem da área de desenho
ro: Marginea zonei de desenare
ta: வரைதல் பகுதி விளிம்பு
uk: Відступ області відмальовки
zh_hans: 绘图边距

source: Size of gaps around drawing area (in pixels).
cs: Velikost mezer okolo vykreslovací oblasti (v pixelech).
hi: ड्राइंग क्षेत्र के चारों ओर अंतराल का आकार (पिक्सेल में)।
pt_br: Tamanho dos espaços ao redor da área de desenho (em pixels).
ro: Dimensiunea spațiilor din jurul zonei de desenare (în pixeli).
ta: வரைதல் பகுதியைச் சுற்றியுள்ள இடைவெளிகளின் அளவு (பிக்சல்களில்).
uk: Розмір відступів навколо області відмальовки (у пікселях).
zh_hans: 绘图区域周围的间隙大小（以像素为单位）。

source: Drawing area X offset
cs: Posunutí X vykreslované oblasti
hi: ड्राइंग क्षेत्र X ऑफसेट
pt_br: Offset X da área de desenho
ro: Decalajul X al zonei de desenare
ta: வரைதல் பகுதி ஃச் ஆஃப்செட்
uk: Відхилення області відмальовки по осі X
zh_hans: X轴偏移

source: Drawing area Y offset
cs: Posunutí Y vykreslované oblasti
hi: ड्राइंग क्षेत्र Y ऑफसेट
pt_br: Offset Y da área de desenho
ro: Decalajul Y al zonei de desenare
ta: வரைதல் பகுதி ஒய் ஆஃப்செட்
uk: Відхилення області відмальовки по осі Y
zh_hans: Y 轴偏移

source: Offset between items
cs: Odsazení mezi položkami
hi: वस्तुओं के बीच ऑफसेट
pt_br: Offset entre itens
ro: Decalajul dintre elemente
ta: உருப்படிகளுக்கு இடையில் ஈடுசெய்யவும்
uk: Відступ між елементами
zh_hans: 条目之间的偏移

source: The size of spaces between elements (in percent).
cs: Velikost mezer mezi prvky (v procentech).
hi: तत्वों के बीच रिक्त स्थान का आकार (प्रतिशत में)।
pt_br: O tamanho do espaço entre elementos (em porcentagem).
ro: Dimensiunea spațiilor dintre elemente (în procente).
ta: உறுப்புகளுக்கு இடையிலான இடைவெளிகளின் அளவு (சதவீதத்தில்).
uk: Розмір простору між елементами (у відсотках).
zh_hans: 两个条目之间的间隔大小（百分比）。

source: Roundness of items
cs: Zaoblení položek
hi: वस्तुओं की गोलाई
pt_br: Arredondamento dos itens
ro: Rotunjimea elementelor
ta: பொருட்களின் சுற்று
uk: Закругленість елементів
zh_hans: 条目圆角大小

source: How much rounded the elements should be (in percent).
cs: Jak moc zaoblené prvky budou (v procentech).
hi: तत्व कितने गोलाकार होने चाहिए (प्रतिशत में)।
pt_br: Quão arredondados os elementos devem ser (em porcentagem).
ro: Cât de rotunjite ar trebui să fie elementele (în procente).
ta: உறுப்புகள் எவ்வளவு வட்டமானதாக இருக்க வேண்டும் (சதவீதத்தில்).
uk: Наскільки закругленими повинні бути елементи (у відсотках).
zh_hans: 元素的圆角大小（百分比）。

source: Filling
cs: Výplň
hi: भराव
pt_br: Preenchimento
ro: Umplere
ta: நிரப்புதல்
uk: Заповнення
zh_hans: 填充

source: Whether shapes should be filled or outlined.
cs: Zda tvary budou vyplněny nebo obtáhnuty.
hi: क्या आकृतियां भरी जानी चाहिए या रेखांकित की जानी चाहिए।
pt_br: Se as formas devem ser preenchidas ou delineadas.
ro: Dacă formele ar trebui să fie umplute sau conturate.
ta: வடிவங்கள் நிரப்பப்பட வேண்டுமா அல்லது கோடிட்டுக் காட்டப்பட வேண்டுமா.
uk: Чи повинні форми бути заповнені чи обведені.
zh_hans: 图形是否填充或仅展示外框。

source: Thickness of lines
cs: Tloušťka čar
hi: रेखाओं की मोटाई
pt_br: Espessura das linhas
ro: Grosimea liniilor
ta: கோடுகளின் தடிமன்
uk: Товщина ліній
zh_hans: 线条粗细

source: Thickness of lines when filling is off (in pixels).
cs: Tloušťka čar když vyplňování je vypnuto (v pixelech).
hi: भरना बंद होने पर लाइनों की मोटाई (पिक्सेल में)।
pt_br: Espessura das linhas quando o preenchimento está desligado (em pixels).
ro: Grosimea liniilor când umplerea este dezactivată (în pixeli).
ta: நிரப்பும்போது (பிக்சல்களில்) வரிகளின் தடிமன்.
uk: Товщина ліній коли заповнення виключено (у пікселях).
zh_hans: 填充关闭时，线条的粗细（像素）。

source: Borderless window
cs: Bezrámečkové okno
hi: सीमाहीन खिड़की
pt_br: Janela sem borda
ro: Fereastră fără margini
ta: எல்லையற்ற சாளரம்
uk: Безрамкове вікно
zh_hans: 无边框窗体

source: Whether to disable window shadow and borders.
cs: Zda vypnout stín a rám okna.
hi: विंडो शैडो और बॉर्डर को अक्षम करना है या नहीं।
pt_br: Se deve desabilitar sombra e bordas da janela.
ro: Dacă se dezactivează umbra și marginile ferestrei.
ta: சாளர நிழல் மற்றும் எல்லைகளை முடக்க வேண்டுமா.
uk: Чи потрібно відключити тінь та рамки вікна.
zh_hans: 是否禁用窗口的阴影及边框。

source: Sharp corners
cs: Ostré rohy
hi: नुकीले कोने
pt_br: Bordas afiadas
ro: Colțuri ascuțite
ta: கூர்மையான மூலைகள்
uk: Гострі кути
zh_hans: 尖角

source: Whether the main window corners should be sharp.
cs: Zda budou rohy hlavního okna ostré.
hi: मुख्य खिड़की के कोने नुकीले होने चाहिए या नहीं।
pt_br: Se os cantos da janela principal devem ser afiados.
ro: Dacă muchiile ferestrei principale ar trebui să fie ascuțite.
ta: முதன்மையான சாளர மூலைகள் கூர்மையாக இருக்க வேண்டுமா.
uk: Чи повинні кути головного вікна бути гострими.
zh_hans: 窗口的边角是否为尖角。

source: Window controls
cs: Ovládání okna
hi: विंडो नियंत्रण
pt_br: Controles da janela
ro: Controalele ferestrei
ta: சாளர கட்டுப்பாடுகள்
uk: Керування вікном
zh_hans: 窗口控制

source: Whether to show window control buttons.
cs: Zda zobrazovat tlačítka ovládání okna.
hi: विंडो नियंत्रण बटन दिखाना है या नहीं।
pt_br: Se deve mostrar os botões de controle da janela.
ro: Dacă să fie afișate butoanele de control ale ferestrei.
ta: சாளர கட்டுப்பாட்டு பொத்தான்களைக் காட்ட வேண்டுமா.
uk: Чи показувати кнопки контролю вікна.
zh_hans: 是否展示窗口的控制按钮。

source: Autohide headerbar
cs: Automaticky skrýt záhlaví
hi: शीर्षलेख पट्टी को स्वतः छिपाएं
pt_br: Autoesconder barra de cabeçalho
ro: Ascundere automată a barei de titlu
ta: ஆட்டோஐட் எடர்பார்
uk: Автоматично ховати заголовок
zh_hans: 自动隐藏标题栏

source: Whether to hide headerbar when main window is not focused.
cs: Zda skrýt záhlaví hlavního okna pokud není zaměřené.
hi: मुख्य विंडो फोकस न होने पर शीर्षलेख पट्टी छिपाना है या नहीं।
pt_br: Se deve ocultar a barra de cabeçalho quando a janela principal não está focada.
ro: Dacă să fie ascunsă bara de titlu când fereastra principală nu este focalizată.
ta: முதன்மையான சாளரம் கவனம் செலுத்தாதபோது எடர்பாரை மறைக்க வேண்டுமா.
uk: Чи ховати заголовок коли головне вікно не у фокусі.
zh_hans: 当窗口未聚焦时是否隐藏标题栏。

source: Framerate
cs: Snímková frekvence
hi: फ्रेम रेट
pt_br: Taxa de frames
ro: Rată de cadre
ta: பிரேம்ரேட்
uk: Частота кадрів
zh_hans: 帧率

source: Number of frames per second.
cs: Počet snímků za vteřinu.
hi: प्रति सेकंड फ़्रेम की संख्या।
pt_br: Número de frames por segundo.
ro: Numărul de cadre pe secundă.
ta: நொடிக்கு பிரேம்களின் எண்ணிக்கை.
uk: Кількість кадрів в секунду.
zh_hans: 每秒的帧数。

source: Custom
cs: Vlastní
hi: तदनुकूल
pt_br: Customizado
ro: Personalizat
ta: தனிப்பயன்
uk: Власне
zh_hans: 自定义

source: Custom Framerate
cs: Vlastní snímková frekvence
hi: तदनुकूल फ़्रेमरेट
pt_br: Taxa de frames customizável
ro: Rată de cadre personalizată
ta: தனிப்பயன் பிரேம்ரேட்
uk: Своя частота кадрів
zh_hans: 自定义帧率

source: Number of bars
cs: Počet tyčí
hi: बारों की संख्या
pt_br: Número de barras
ro: Numărul de bare
ta: பார்களின் எண்ணிக்கை
uk: Кількість барів
zh_hans: 条柱的数量

source: Automatic sensitivity
cs: Automatická citlivost
hi: स्वचालित संवेदनशीलता
pt_br: Sensibilidade automática
ro: Sensibilitate automată
ta: தானியங்கி உணர்திறன்
uk: Автоматична чутливість
zh_hans: 自动灵敏度

source: Attempt to decrease sensitivity if the bars peak.
cs: Pokus snížit citlivost když tyče jsou na vrcholu.
hi: यदि बार्स चरम पर हों तो संवेदनशीलता कम करने का प्रयास करें।
pt_br: Tentativa de diminuir a sensibilidade se as barras atingirem o pico.
ro: Încercare de a reduce sensibilitatea dacă barele ating vârful.
ta: பார்கள் உச்சம் இருந்தால் உணர்திறனைக் குறைக்க முயற்சிக்கவும்.
uk: Спробувати зменшити чутливість якщо бари досягають максимуму.
zh_hans: 当条形图达到峰值时尝试降低灵敏度。

source: Sensitivity
cs: Citlivost
hi: संवेदनशीलता
pt_br: Sensibilidade
ro: Sensibilitate
ta: உணர்திறன்
uk: Чутливість
zh_hans: 灵敏度

source: Manual sensitivity. If automatic sensitivity is enabled, this will only be the initial value.
cs: Ruční citlivost. Pokud je povolena automatická citlivost, toto bude pouze prvotní hodnota.
hi: मैनुअल संवेदनशीलता. यदि स्वचालित संवेदनशीलता सक्षम है, तो यह केवल प्रारंभिक मान होगा।
pt_br: Sensibilidade manual. Se a sensibilidade automática estiver habilitada, isso será apenas o valor inicial.
ro: Sensibilitate manuală. Dacă sensibilitatea automată este activată, aceasta va fi doar valoarea inițială.
ta: கையேடு உணர்திறன். தானியங்கி உணர்திறன் இயக்கப்பட்டிருந்தால், இது ஆரம்ப மதிப்பாக மட்டுமே இருக்கும்.
uk: Ручна чутливість. Якщо ввімкнено автоматичну чутливість, це буде тільки початкове значення.
zh_hans: 手动设置敏度。如果启用自动灵敏度，这将会是一个初始值。

source: Channels
cs: Kanály
hi: चैनल्स
pt_br: Canais
ro: Canale
ta: சேனல்கள்
uk: Канали
zh_hans: 声道

source: Mono
hi: मोनो
ta: மோனோ
uk: Моно
zh_hans: 单声道

source: Stereo
hi: स्टीरियो
ta: ச்டீரியோ
uk: Стерео
zh_hans: 双声道

source: Monstercat smoothing
cs: Monstercat vyhlazování
hi: Monstercat स्मूथिंग
pt_br: Suavização Monstercat
ro: Netezire Monstercat
ta: மான்ச்டர்காட் மென்மையானது
uk: Згладжування Monstercat
zh_hans: Monstercat 平滑

source: Whether to enable the so-called «Monstercat smoothing».
cs: Zda zapnout takzvané «Monstercat smoothing».
hi: क्या तथाकथित «Monstercat स्मूथिंग» को सक्षम करना है।
pt_br: Se deve habilitar a chamada «suavização Monstercat».
ro: Dacă să fie activată așa-numita „netezire Monstercat”.
ta: «மான்ச்டர்காட் மென்மையானது» என்று அழைக்கப்படுவதை இயக்க வேண்டுமா.
uk: Чи увімкнути так зване "згладжування Monstercat".
zh_hans: 是否启用 "Monstercat smoothing"。

source: Noise reduction
cs: Redukce šumu
hi: शोर में कमी
pt_br: Redução de ruído
ro: Reducerea zgomotului
ta: ஒலி குறைப்பு
uk: Зменшення шуму
zh_hans: 降噪

source: This factor adjusts the integral and gravity filters to keep the signal smooth. Higher value leads to a slower and smoother result.
cs: Tento faktor upravuje integrální a gravitační filtry pro udržení hladkého signálu. Vyšší hodnota vede k pomalejšímu a hladšímu výsledku.
hi: यह कारक सिग्नल को सुचारू रखने के लिए इंटीग्रल और ग्रेविटी फिल्टर को समायोजित करता है। उच्च मूल्य से धीमा और सहज परिणाम प्राप्त होता है।
pt_br: Este fator ajusta os filtros integral e de gravidade para manter o sinal suave. Um valor mais alto resulta em um resultado mais lento e mais suave.
ro: Acest factor ajustează filtrele integrale și de gravitație pentru a menține semnalul uniform. O valoare mai mare duce la un rezultat mai lent și mai uniform.
ta: இந்த காரணி சமிக்ஞையை மென்மையாக வைத்திருக்க ஒருங்கிணைந்த மற்றும் ஈர்ப்பு வடிப்பான்களை சரிசெய்கிறது. அதிக மதிப்பு மெதுவான மற்றும் மென்மையான முடிவுக்கு வழிவகுக்கிறது.
uk: Цей параметр регулює інтегральний та гравітаційний фільтри щоб тримати сигнал гладким. Високе значення веде до повільнішого та гладкого результату.
zh_hans: 该因子调整积分滤波器和重力滤波器以保持信号平滑。 更高的值会使图像更慢，但会更顺滑。

source: Reverse order
cs: Opačné pořadí
hi: उलटा क्रम
pt_br: Ordem reversa
ro: Ordine inversă
ta: தலைகீழ் ஒழுங்கு
uk: Зворотній напрямок
zh_hans: 反向排序

source: Whether to reverse order of bars for each channel.
cs: Zda obrátit pořadí tyčí každého kanálu.
hi: क्या प्रत्येक चैनल के लिए बार के क्रम को उलटना है।
pt_br: Se deve inverter a ordem das barras para cada canal.
ro: Dacă să fie inversată ordinea barelor pentru fiecare canal.
ta: ஒவ்வொரு சேனலுக்கும் பார்களின் வரிசையை மாற்றியமைக்க வேண்டுமா.
uk: Чи потрібно змінити порядок барів для кожного каналу.
zh_hans: 是否将每个声道的柱形逆序。

source: Colors
cs: Barvy
hi: रंग
pt_br: Cores
ro: Culori
ta: நிறங்கள்
uk: Кольори
zh_hans: 颜色

source: Add Profile
cs: Přidat profil
hi: प्रोफाइल जोड़ें
ro: Adaugă Profil
ta: சுயவிவரத்தைச் சேர்க்கவும்
uk: Додати профіль
zh_hans: 新增配置

source: Application Theme
cs: Vzhled aplikace
hi: अनुप्रयोग थीम
pt_br: Tema do aplicativo
ro: Tema Aplicației
ta: பயன்பாட்டு கருப்பொருள்
uk: Тема програми
zh_hans: 应用程序主题

source: Light
cs: Světlý
hi: हल्की
pt_br: Claro
ro: Luminos
ta: ஒளி
uk: Світла
zh_hans: 亮色

source: Dark
cs: Tmavý
hi: गहरी
pt_br: Escuro
ro: Întunecat
ta: இருண்ட
uk: Темна
zh_hans: 深色

source: Foreground Colors
cs: Barvy popředí
hi: अग्रभूमि रंग
pt_br: Cores do primeiro plano
ro: Culori Prim-plan
ta: முன்புற வண்ணங்கள்
uk: Кольори переднього плану
zh_hans: 前景颜色

source: Add foreground color
cs: Přidat barvu popředí
hi: अग्रभूमि रंग जोड़ें
ro: Adaugă culoare pentru prim-plan
ta: முன்புற வண்ணத்தைச் சேர்க்கவும்
uk: Додати колір переднього плану
zh_hans: 添加前景颜色

source: Background Colors
cs: Barvy pozadí
hi: पृष्ठभूमि रंग
pt_br: Cores do plano de fundo
ro: Culori Fundal
ta: பின்னணி வண்ணங்கள்
uk: Колір фону
zh_hans: 背景颜色

source: Add background color
cs: Přidat barvu pozadí
hi: पृष्ठभूमि रंग जोड़ें
ro: Adaugă culoare pentru fundal
ta: பின்னணி நிறத்தைச் சேர்க்கவும்
uk: Додати колір фону
zh_hans: 添加背景颜色

source: Images
cs: Obrázky
hi: छवियां
pt_br: Imagens
ro: Imagini
ta: படங்கள்
uk: Зображення
zh_hans: 图片

source: Background
cs: Pozadí
hi: पृष्ठभूमि
pt_br: Plano de Fundo
ro: Fundal
ta: பின்னணி
uk: Фон
zh_hans: 背景

source: Foreground
cs: Popředí
hi: अग्रभूमि
pt_br: Primeiro plano
ro: Prim-plan
ta: முன்புறம்
uk: Передній план
zh_hans: 前景

source: Add Image
cs: Přidat obrázek
hi: छवि जोड़ें
pt_br: Adicionar Imagem
ro: Adaugă Imagine
ta: படத்தைச் சேர்க்கவும்
uk: Додати зображення
zh_hans: 新增图片

source: Scale
cs: Měřítko
hi: पैमाना
pt_br: Escala
ro: Scară
ta: அளவு
uk: Масштаб
zh_hans: 缩放

source: Alpha
cs: Alfa
hi: अल्फा
pt_br: Opacidade
ro: Alfa
ta: அகர
uk: Альфа
zh_hans: 透明度

source: Foreground image is only shown with Box drawing modes.
cs: Obrázek na popředí je zobrazen pouze v krychlových režimech vykreslování.
hi: अग्रभूमि छवि केवल बॉक्स ड्राइंग मोड के साथ दिखाई जाती है।
pt_br: A imagem do primeiro plano só é mostrada com modos de desenho de caixa.
ro: Imaginea de prim-plan este afișată doar în modurile de desenare Cutie.
ta: முன்புற படம் பெட்டி வரைதல் முறைகளுடன் மட்டுமே காட்டப்பட்டுள்ளது.
uk: Зображення переднього плану видно лише в режимах типу Коробка.
zh_hans: 前景图像仅在盒型绘图模式下显示。

source: No Images
cs: Žádné obrázky
hi: कोई छवियां नहीं
pt_br: Sem Imagens
ro: Fără Imagini
ta: படங்கள் இல்லை
uk: Немає зображень
zh_hans: 空空如也

source: Add an image to use it in Cavalier.
cs: Přidejte obrázek pro použití v aplikaci Cavalier.
hi: Cavalier में इसका उपयोग करने के लिए एक छवि जोड़ें।
pt_br: Adicione uma imagem para usar no Cavalier.
ro: Adaugă o imagine pentru a o folosi în Cavalier.
ta: கேவலியரில் பயன்படுத்த ஒரு படத்தைச் சேர்க்கவும்.
uk: Додати зображення для використання у Cavalier.
zh_hans: 添加一张在 Cavalier 中使用的图像。

source: No Image
cs: Žádný obrázek
hi: कोई छवियां नहीं
pt_br: Sem Imagem
ro: Fără Imagine
ta: படம் இல்லை
uk: Немає зображення
zh_hans: 没有图片

source: Change Drawing Mode
cs: Změnit režim vykreslování
hi: ड्राइंग मोड बदलें
pt_br: Alterar Modo de Desenho
ro: Schimbă Modul de Desenare
ta: வரைதல் பயன்முறையை மாற்றவும்
uk: Змінити режим відмальовки
zh_hans: 更改绘图方式

source: Change radius in Circle modes
cs: Změnit poloměr v režimu Kruhu
hi: सर्कल मोड में त्रिज्या बदलें
pt_br: Alterar raio nos modos de Círculo
ro: Schimbă raza în modurile Cerc
ta: வட்ட முறைகளில் ஆரம் மாற்றவும்
uk: Змінити радіус у режимах типу Круг
zh_hans: 更改圆型模式的半径

source: Change rotation in Circle modes
cs: Změnit otočení v režimech Kruhu
hi: सर्कल मोड में रोटेशन बदलें
pt_br: Alterar rotação nos modos de Círculo
ro: Schimbă rotația în modurile Cerc
ta: வட்ட முறைகளில் சுழற்சியை மாற்றவும்
uk: Змінити нахил у режимах типу Круг
zh_hans: 更改圆型模式的角度

source: Change Mirror Mode
cs: Změnit režim zrcadlení
hi: मिरर मोड बदलें
ro: Schimbă Modul Oglindă
ta: கண்ணாடி பயன்முறையை மாற்றவும்
uk: Змінити режим Дзеркала
zh_hans: 更改镜像模式

source: Toggle Reverse Mirror
cs: Přepnout opačné zrcadlení
hi: उल्टा दर्पण टॉगल करें
pt_br: Alterar Espelho Invertido
ro: Comută Oglindă Inversată
ta: தலைகீழ் கண்ணாடியை மாற்றவும்
uk: Увімкнути розвернуте дзеркало
zh_hans: 开启/关闭反向镜像

source: Change Drawing Area Margin
cs: Změnit odsazení vykreslované oblasti
hi: ड्राइंग एरिया मार्जिन बदलें
pt_br: Margem da onda
ro: Schimbă Marginea Zonei de Desenare
ta: வரைதல் பகுதி விளிம்பை மாற்றவும்
uk: Змінити відступ зони відмальовки
zh_hans: 更改绘图区域边距

source: Change Drawing Area X Offset
cs: Změnit odsazení X vykreslované oblasti
hi: ड्राइंग एरिया X ऑफसेट बदलें
pt_br: Alterar Deslocamento X da Área de Desenho
ro: Schimbă Decalajul X al Zonei de Desenare
ta: வரைதல் பகுதி ஃச் ஆஃப்செட் மாற்றவும்
uk: Змінити відхилення зони відмальовки по осі X
zh_hans: 更改绘图区域 X 轴偏移
